<?php

declare(strict_types=1);

return [
    'hero_section' => [
        'tag' => 'نمونه کارهای ما در مجموعه کارنو وب',
        'title' => 'برخی محصولاتی که افتخار طراحی آنها را داشتیم',
        'description' => 'ما تا به امروز با کسب و کارهای بسیاری در عرصۀ دیجیتال همراه بوده‌ایم. در این بخش شما می‌توانید داستان برخی از این همکاری‌ها را دنبال کنید و نظر مشتری یا تیم ما را در مورد هر پروژه بخوانید. نمونه کارهای آمده در این صفحه شامل پروژه‌های بزرگ، منحصربفرد و همینطور نمونه کارهای مورد علاقۀ تیم ما می‌شوند.',
        'contact_btn' => 'تماس با ما',
        'services_btn' => 'خدمات',
    ],
];
