<?php

declare(strict_types=1);

return [
    'hero_section'   => [
        'title'             => 'طراحی و توسعه وب سایت های اختصاصی',
        'short_description' => 'با طراحی یک سایت خوب کسب و کارتون رو رشد بدین و به دنیای دیجیتال قدم بزارین',
        'description'       => 'هر آن چه برای رشد کسب و کار شما در دنیای دیجیتال نیاز است در یک جا جمع شده است. ما از ابتدای مسیر یعنی طراحی وب سایت و اپلیکیشن تا رشد و موفقیت شما از طریق تبلیغات و بازاریابی اینترنتی همراهتان هستیم و ترکیبی از خدمات را در کنار آموزش اصولی به شما ارائه می‌دهیم.',
        'btn_service'       => 'خدمات',
        'btn_contact'       => 'تماس با ما',
    ],
    'our_services'   => [
        'title'       => 'خدمات ما',
        'description' => 'ما یک شرکت خلاق هستیم که بر ایجاد روابط بلندمدت با مشتریان تمرکز دارد.',
    ],
    'features'       => [
        'title'       => 'خدمات ما',
        'description' => 'ما یک شرکت خلاق هستیم که بر ایجاد روابط بلندمدت با مشتریان تمرکز دارد.',
        'responsive'  => [
            'img'         => 'https://karnoweb.ir/images/svg/Web%20design%20&%20Development/Responsive%20design.svg',
            'title'       => 'ریسپانسیو',
            'description' => 'کاربران در نگاه اول تصمیم میگیرند که به وبسایت شما اعتماد کنند.پس لازم است در نگاه اول چه در نمای موبایل و چه در وب بهترین نمایش را داشته باشید',
        ],
        'expandable'  => [
            'img'         => 'https://karnoweb.ir/images/svg/Web%20design%20&%20Development/Responsive%20design.svg',
            'title'       => 'قابل گسترش',
            'description' => 'وب سایت طراحی شده این گارانتی را دارد که قابلیت اسکیل دارد و هر امکانی که شما احتیاج داشته باشید قابل پیاده سازی می باشد.',
        ],
        'security'    => [
            'img'         => 'https://karnoweb.ir/images/svg/Web%20design%20&%20Development/Responsive%20design.svg',
            'title'       => 'امنیت',
            'description' => 'امنیت هیچ گاه 100 درصدی نیست و ما هم چنین ادعایی نداریم، اما مشکلات امنیتی گذارش شده در سریع ترین زمان ممکن حل خواهد شد و اولویت اصلی ما است.',
        ],
        'seo'         => [
            'img'         => 'https://karnoweb.ir/images/svg/Web%20design%20&%20Development/Responsive%20design.svg',
            'title'       => 'سئو شده',
            'description' => 'داشتن وب سایتی که مخاطب نداشته باشه هزینه بیهوده هستش از این حیث بهینه سازی وب سایت شما برای موتورهای جستجو امری مهم تر از نون شب هستش.',
        ],
    ],
    'services'       => [
        'category'    => 'طراحی سایت',
        'title'       => 'خدمات طراحی سایت کارنو وب',
        'description' => 'کارنو وب با بهره گیری از جدیدترین فناوری ها و تکیه بر سطح علمی افراد تیم و توجه به نیاز کارفرما، با افتخار اقدام به طراحی وب سایت شما می کند.ظاهری شکیل ، امنیت بالا ، سرعت مناسب، مدیریت داینامیک، طراحی ریسپانسیو و بهینه سازی برای موتورهای جستجو از اولویت های مهم یک طراحی سایت حرفه ای می باشد.',
        'items'       => [
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'UI/UX کاربردی و در عین حال ساده',
                'description' => 'طراحان ما وب سایتی منحصر به فرد و جذاب برای شما خلق خواهند کرد.',
            ],
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'رعایت اصول و استانداردها',
                'description' => 'طراحان ما وب سایتی استاندارد بر اساس آخرین الزمات طراحی خلق خواهند کرد.',
            ],
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'داشبوردی حرفه ای',
                'description' => 'شما تمام امکانات لازم برای مدیریت و توسعه وب سایت خود را در اختیار خواهید داشت.',
            ],
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'آموزش و پشتیبانی',
                'description' => 'ما نحوه مدیریت وب سایت را به شما آموزش می‌دهیم و پاسخگوی سوالات شما هستیم.',
            ],
        ],
    ],
    'portfolio'      => [
        'title'       => 'نمونه کارهای اخیر ما را ببینید',
        'description' => 'ما عاشق تبدیل ایده‌ها به چیزهای زیبا هستیم',
        'button_text' => 'مشاهده همه نمونه کارها',
    ],

    'faq'            => [
        'title' => 'سامانه جامع کاریابی',
    ],

    'design_process' => [
        'title' => 'برای طراحی وب سایت از کجا باید شروع کنیم؟',
        'tag'   => 'روند طراحی',
        'items' => [
            [
                'image'       => '/assets/img/illustrations/i8.png',
                'title'       => 'نیازسنجی و تبیین استراتژی طراحی سایت',
                'description' => 'بهترین نتیجه ها در پروسه طراحی وب سایت زمانی حاصل میشن که یک برنامه ریزی دقیق داشته باشین. تعیین اهداف و نیازهای شما از ایجاد یک وب سایت یا اپلیکیشن اولین قدم در پیاده سازی پروژه هستش به عبارت دیگه روی کاغذ آوردن اهداف شما از ساخت یک وب سایت کمک زیادی در رسیدن به بهترین نتیجه خواهد کرد. پس از ارائه نیازها و استراتژی کسب و کار شما، این وظیفه شرکت کارنو وب است که پیشنهاداتی را در زمینه تکمیل نیازها و اهداف مورد نظر شما ارائه بده و به شما بهترین راهکارها رو برای تبدیل کسب و کار سنتی به یک کسب و کار آنلاین و یا راه اندازی 0 تا 100 وب سایت یا اپلیکیشن اختصاصی شما ارائه بده.',
            ],
            [
                'image'       => '/assets/img/illustrations/i8.png',
                'title'       => 'تعیین چهارچوب پیاده سازی ظاهر وب سایت',
                'description' => 'طراحی سایت با قالب منحصر به فرد و در عین حال ساده یکی از مهمترین عوامل تاثیرگذار در جذب و ماندگاری کاربر در وب سایت و برندینگ مجموعه شما میشه. هر چقدر قالب اختصاصی وب سایت و اپلیکیشن شما زیباتر و ساده تر باشه کاربر راحت تر میتونه با وب سایت ارتباط بگیره و به نتیجه دلخواه برسه. شلوغی زیاد باعث میشه مشتری شما هیچ وقت به صفحه هدف شما نرسه و در نگاه اول سردرگم بشه و از خدمات شما استفاده نکنه. طراحان تیم کارنو وب میتونن بهترین مشاوره رو در زمینه طراحی سایت فروشگاهی، طراحی سایت خبری و یا طراحی سایت اختصاصی به شما بدن.',
            ],
            [
                'image'       => '/assets/img/illustrations/i8.png',
                'title'       => 'کدنویسی و پیاده سازی فنی وب سایت',
                'description' => 'هسته مرکزی یک وب سایت کدهای تشکیل دهنده (backend) آن است. اگر این قسمت به درستی و اصولی انجام بشه شما در آینده میتونید هر امکانی رو به سایت خودتون اضافه کنید بدون اینکه نگران از دست دادن سایتتون باشین. امکاناتی مثل باشگاه مشتریان، تماس تصویری و صوتی، افیلیت مارکتینگ (Affiliate Marketing)، تغییر قالب به صورت کامل و خیلی از امکانات دیگه. به زبان ساده تر بک اند سایت شما قلب وب سایت و حتی اپلیکیشن شماست. هر چیزی که شما میبینید نتیجه ساعت ها کدنویسی است.حالا هرچی این فرآیند بهتر و بهینه تر و توسط متخصصین انجام بشه نتیجه نهایی وب سایتی روان تر و کاربر پسندتر خواهد بود. در واقع تخصص تیم برنامه نویسی باعث میشه شما چقدر و با چه کیفییتی به هدفتون برسین.',
            ],
            [
                'image'       => '/assets/img/illustrations/i8.png',
                'title'       => 'اتمام طراحی سایت و آموزش و تحویل پروژه',
                'description' => 'بعد از اینکه کارمون با طراحی قالب وب سایت و تکمیل بک اند پروژه تمام شد و تست های مورد نیاز رو از عملکردش گرفتیم، شروع میکنیم به ارائه آموزش های مرتبط با نحوه عملکرد بخش های مختلف وبسایت به صورت آموزش های صوتی و تصویری و متصل کردن شما به یکی از پشتیبان های کارنو وب تا بتوانیم به صورت هرچه تمام در کنار شما به پیشبرد کسب و کار آنلاین شما بپردازیم و در این زمینه خدماتی همچون اجرای کمپین های تبلیغاتی، استراتژی تولید محتوا و سئو و یا تولید تیزر های تبلیغاتی و هر کمک دیگه ای که از دستمون بر میاد برای شما انجام بدیم',
            ],
        ],
    ],

    'blog'           => [
        'title'     => 'مقالات کارنووب',
        'btn_text'  => 'مشاهده',
        'show_more' => 'مشاهده همه',
    ],
];
