<?php

declare(strict_types=1);

return [
    'hero_section'    => [
        'title'             => 'طراحی و توسعه اپلیکیشن های اختصاصی',
        'short_description' => 'همیشه و همه جا در کنار مخاطبانتان باشید و از نیازهای روزمره اونها باخبر باشید.',
        'description'       => 'داشتن یه اپلیکیشن حرفه ای روی گوشی کاربر یعنی دسترسی بیشتر و ارتباط نزدیکتر با اون. معمولا بیشتر کسب و کارها پتانسیل لازم برای ایجاد یک اپلیکیشن قدرتمند، کاربردی و زیبا در جهت ارتباط بیشتر با مشتری هارو دارن، شما از قافله عقب نمونید.تیم طراحی اپلیکیشن کارنو وب، با مهارت و تجربه طولانی مدت خود آماده است تا در زمینه ساخت اپلیکیشن های خدماتی،مدیریتی، اپلیکیشن های ERP ،CRM ،HRM و دیگر اپلیکیشن ها در کنار شما باشد.',
        'btn_service'       => 'خدمات',
        'btn_contact'       => 'تماس با ما',
    ],
    'our_services'    => [
        'title'       => 'خدمات ما',
        'description' => 'ما یک شرکت خلاق هستیم که بر ایجاد روابط بلندمدت با مشتریان تمرکز دارد.',
    ],
    'features'        => [
        'title'                  => 'چرا اپلیکیشن برای کسب و کار من مهمه؟',
        'description'            => 'ارتباط پیوسته با مشتری یکی از دقدقه های اصلی هر خدمات و کسب و کار آنلاین هستش. اپلیکیشن بهترین گزینه برای این دسته از کسب و کارهاست که به سریع ترین شکل ممکن محصولات و خدمات جدید خودشون رو برای مشتری ها معرفی کنن و اونها رو از رویداد ها و تخفیف هاشون باخبر کنن',
        'app_requester'          => [
            'img'         => 'https://karnoweb.ir/images/svg/Web%20design%20&%20Development/Responsive%20design.svg',
            'title'       => 'مشتریان شما متقاضی اپلیکیشن خواهند شد',
            'description' => 'پس از گذشت مدتی کوتاه مشتریان از شما خواهند پرسید که آیا اپلیکیشن موبایل دارید؟ اپلیکیشن باعث می شود که کاربران به راحتی به خدمات و محصولات شما دسترسی پیدا کنند',
        ],
        'communication_line'     => [
            'img'         => 'https://karnoweb.ir/images/svg/Web%20design%20&%20Development/Responsive%20design.svg',
            'title'       => 'خط ارتباطی مستقیم با مشتریان خود داشته باشید',
            'description' => 'اپلیکیشن به صورت اتومات تمام محصولات و خدمات شما رو به مشتریان نمایش می دهد. اپلیکیشن اجازه می دهد بطور مستقیم با مشتریان در ارتباط باشید و تقاضای آنها را مرتفع کنید',
        ],
        'market_information'     => [
            'img'         => 'https://karnoweb.ir/images/svg/Web%20design%20&%20Development/Responsive%20design.svg',
            'title'       => 'اطلاع از نیاز روز بازار و مشتری ها',
            'description' => 'اصلی ترین ماهیت تعاملی یک اپلیکیشن ،جذب مشتریان و تحریک انها به نصب اپلیکیشن و حفظ مشتریان گذشته و اطلاع از نیازهای روزمره و استفاده از محصولات توسعه دهنده است',
        ],
        'competition_attraction' => [
            'img'         => 'https://karnoweb.ir/images/svg/Web%20design%20&%20Development/Responsive%20design.svg',
            'title'       => 'از رقابت برای جذب کاربر عقب نمانید',
            'description' => 'تقریبا هر شرکت بزرگی یک یا چند اپلیکیشن تلفن همراه برای مشتریان و کارکنان خود ارائه می دهد که دسترسی و ارایه خدمات را تسریع کند',
        ],
    ],
    'services'        => [
        'category'    => 'ویژگی های اپلیکیشن',
        'title'       => 'یک اپلیکیشن خوب چطور باعث رشد شما میشه؟',
        'description' => 'داشتن اپلیکیشن موبایل میتونه شما رو سریعتر به اهداف تجاریتون برسونه و باعث میشه افراد بیشتری با محصولات و خدمات شما آشنا بشن و همچنین میتونید سریع تر محصولات و خدمات جدید خودتون رو به مشتری ها معرفی کنید. گروه کارنو وب در راستای رونق کسب و کار مشتریان خود مدتهاست بخش برنامه نویسی اپلیکیشن موبایل را راه اندازی کرده و با بررسی و تحلیل کسب و کار شما اپلیکیشن مناسب شما را طراحی و تولید میکند و همچنین آماده ارائه مشاوره رایگان به مشتریان خود می باشد.',
        'items'       => [
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'تعامل بهتر و دوسویه با مشتری',
                'description' => 'در خرید و استفاده از خدمات همیشه راهنمای کاربران خود باشید و بهترین خدمت را ارائه کنید',
            ],
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'ارائه بهتر و سریعتر خدمات به مشتری',
                'description' => 'شما زمانی که کاربر احتیاج به خدمتی دارد اولین و در دسترس ترین مورد خواهید بود پشتیبانی اپلیکیشن رو جدی بگیرید',
            ],
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'معرفی محصولات و خدمات به بازار های جدید',
                'description' => 'شما از بازارهای محلی به بازارهای شهری و کشوری متصل خواهید شد و دایره خدمات شما گسترده تر',
            ],
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'امکان پرداخت آنلاین از طریق اپلیکیشن',
                'description' => 'شما به صورت آنلاین به فروش خود را انجام می دهید که باعث میشود مشتری های شما بتوانند از محصولات و خدمات شما در هر نقطه از کشور استفاده کنند',
            ],
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'در دسترس بودن در هر زمان و هر مکان',
                'description' => 'مشتری های شما در هر زمان و مکانی می توانند با شما ارتباط بگیرند و از خدمات شما که در قالب اپلیکیشن ارائه نمودید بهره مند شوند.',
            ],
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'بهتر دیده شدن در میان رقبا و مشتریان با ارایه خدمات سریع و آسان',
                'description' => 'شما با داشتن یک اپلیکیشن علاوه بر ارائه خدمات بیشتر به مشتری ها می توانید از رقبای خود در جذب مشتری پیشی بگیرید',
            ],
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'پیشی گرفتن از رقبای تجاری با داشتن اپلیکیشن',
                'description' => 'رقبای شما بیکار نمی مانند و مشتری های شما منتظر نمی مانند، با اپلیکیشنی اختصاصی مشتری های جدید جذب کنید و همچنین مشتری های گذشته را نگه دارید',
            ],
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'حضور همیشگی در فضای خصوصی کاربران',
                'description' => 'اپلیکیشن شما نزدیک ترین ارائه دهنده خدمات به مشتری خواهد بود زیرا علاوه بر اینکه او نیازهای خود را از اپلیکیشن تامین میکند شما نیز با ارسال نوتیفیکیشن و تخفیف و ... در او احساس نیاز را ایجاد می کنید',
            ],
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'توسعه بیشتر برند تجاری شما با دیده شدن اپلیکیشن',
                'description' => 'با داشتن یک اپلیکیشن فراگیر نام تجاری خود را در ذهن مشتری ماندگار کنید. کاربر شما مدام از تلفن همراه خود استفاده خواهد کرد و هر بار با لوگوی شما و نوتیفیکیشن های شما روبه رو خواهد شد',
            ],
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'افزایش راه های ارتباطی از طریف اپلیکیشن',
                'description' => 'اپلیکیشن یک کانال ارتباطی قوی بین مشتری ها با شماست، شما میتوانید آنها را از جدیدترین محصولات یا تخفیف ها با خبر نمایید.',
            ],
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'ارسال نوتیفیکیشن از طریق اپلیکیشن',
                'description' => 'با نوتیفیکیشن جدیدترین اخبار و محصولات و خدمات را به اطلاع کاربران خود برسانید و حتی در کاربران اپلیکیشن خود احساس نیاز کنید',
            ],
        ],
    ],
    'portfolio'       => [
        'title'        => 'نمونه کارهای ما',
        'description'  => 'نگاهی به برخی از پروژه‌های موفق ما در زمینه طراحی اپلیکیشن که با رضایت کامل مشتریان به پایان رسیده‌اند',
        'button_text'  => 'مشاهده همه نمونه کارها',
        'details_text' => 'مشاهده جزئیات',
    ],

    'faq'             => [
        'title' => 'سامانه جامع کاریابی',
    ],

    'design_process'  => [
        'title'       => 'برای بهینه سازی وب سایت (SEO) از کجا باید شروع کنیم؟',
        'description' => 'سئو (Search Engine Optimization) یا بهینه سازی وب سایت جهت بهتر دیده شدن توسط موتورهای جستجو، فرآیندی است که جدای از اهمیت آن در رنکینگ موتورهای جستجوی معتبر ، می تواند بازدهی وب سایت را افزایش داده و باعث جذب مخاطبان بیشتری جهت بازدید و در نتیجه فروش از سایت شما شود.',
        'items'       => [
            [
                'image'       => '/assets/img/illustrations/i8.png',
                'title'       => 'بهینه سازی ساختار سایت',
                'description' => 'بهینه سازی سرعت سایت و هاست-بهینه سازی ساختار لینک های داخلی و خارجی-بهینه سازی تصاویر و ویدیو ها-بهینه سازی نقشه سایت',
            ],
            [
                'image'       => '/assets/img/illustrations/i8.png',
                'title'       => 'بهینه سازی محتوای سایت و آنالیز کلمات کلیدی',
                'description' => 'آنالیز کلمات و عبارات کلیدی-آنالیز و بهینه سازی محتوای سایت-تعیین بهترین کلمات کلیدی متناسب با حرفه شما-گزارش میزان پیشرفت سایت به تفکیک کلمات کلیدی-آنالیز رقبای شما در کلمات کلیدی مورد نظر و مشترک',
            ],
            [
                'image'       => '/assets/img/illustrations/i8.png',
                'title'       => 'بهینه سازی و رساندن کلمات به صفحه اول',
                'description' => 'بهینه سازی ساختار و محتوای سایت برطبق آخرین الگو ریتم های گوگل-ایجاد و راه اندازی وبلاگ در سرویس های وبلاگ ساز فارسی زبان-ایجاد و راه اندازی بلاگ اختصاصی متصل به دامنه سایت شما-فعال سازی حساب کاربری در وب سایت های اجتماعی-تعیین و راه اندازی استراتژی ایجاد لینک از سایت های مرجع',
            ],
        ],
    ],

    'blog'            => [
        'title'       => 'جدید ترین مقالات حوزه سئو',
        'description' => 'تیمه آموزش دیده و با تجربه ی کارنو وب تا انتهای مسیر موفقیت در گوگل و سئو همراه شما خواهد بود. همچنین اگر میخواهید خودتان کارهای سئو سایت خود را انجام دهید میتوانید در بخش آموزش سئو نیازهای خود را رفع نمایید . اگر در بخش آموزش سئو مواردی را پس از جستجو، یافت نکردید به پشتیبانی سایت اطلاع دهید تا در سایت برای مشاهده سایرین نیز قرار دهیم.',
        'btn_text'    => 'مشاهده',
        'show_more'   => 'مشاهده همه',
    ],

    'request_section' => [
        'title'       => 'همین حالا سئو سایت خود را شروع کنید!',
        'description' => 'برای شروع کافی است فرم درخواست سئو سایت ما را تکمیل کنید. با ثبت نام تماس مشاوره رایگان بگیرید.',
        'btn_submit'  => 'ثبت درخواست',
        'btn_contact' => 'مشاوره: 09379154922',
    ],

    'app_features'    => [
        'title'          => 'طراحی اپلیکیشن متناسب با موبایل و تبلت',
        'description'    => 'شما فاصله‌ای با دنیای گوشی‌های هوشمند ندارید. برای شروع کافی است فرم درخواست سایت ما را تکمیل کنید. ما تمام امکانات و جزئیات مهم را در نظر گرفته‌ایم چرا که از دید یک کاربر کیفیت یک اپلیکیشن بیانگر کیفیت خدمات و محصولات آن شرکت است. ما تمام تلاش خود را به کار خواهیم گرفت تا بهترین نتیجه را بگیرید.',
        'items'          => [
            [
                'icon'        => '/assets/img/icons/solid/devices.svg',
                'title'       => 'کدنویسی فرآیند',
                'description' => 'اپلیکیشن شما همه فرآیندها را داشته و به راحتی قابل استفاده خواهد بود.',
            ],
            [
                'icon'        => '/assets/img/icons/solid/devices.svg',
                'title'       => 'امکانات کامل',
                'description' => 'تمام امکانات مورد نیاز در اپلیکیشن شما پیاده‌سازی خواهد شد.',
            ],
            [
                'icon'        => '/assets/img/icons/solid/devices.svg',
                'title'       => 'رعایت استانداردهای جهانی',
                'description' => 'تمام استانداردهای روز دنیا در طراحی رعایت می‌شود تا تجربه بهتری داشته باشیم.',
            ],
            [
                'icon'        => '/assets/img/icons/solid/devices.svg',
                'title'       => 'یکپارچه با سایت',
                'description' => 'اپلیکیشن شما با وب سایت هماهنگ بوده و امکان ارائه خدمات یکپارچه وجود دارد.',
            ],
        ],
        'showcase_image' => '/assets/img/illustrations/3d5.png',
    ],

    'trust_section'   => [
        'title' => 'چرا باید به ما اعتماد کنید!؟',
        'items' => [
            [
                'icon'        => 'M12 8c-1.657 0-3 .895-3 2s1.343 2 3 2 3 .895 3 2-1.343 2-3 2m0-8c1.11 0 2.08.402 2.599 1M12 8V7m0 1v8m0 0v1m0-1c-1.11 0-2.08-.402-2.599-1M21 12a9 9 0 11-18 0 9 9 0 0118 0z',
                'title'       => 'تضمین بازگشت وجه',
                'description' => 'طبق قراردادی که با تیم کارنو وب خواهید داشت شرایطی ذکر خواهد شد که طبق آن شما میتوانید کل هزینه و یا مقداری از آن را پس بگیرید',
            ],
            [
                'icon'        => 'M18.364 5.636l-3.536 3.536m0 5.656l3.536 3.536M9.172 9.172L5.636 5.636m3.536 9.192l-3.536 3.536M21 12a9 9 0 11-18 0 9 9 0 0118 0zm-5 0a4 4 0 11-8 0 4 4 0 018 0z',
                'title'       => 'پشتیبانی رایگان 6 ماهه',
                'description' => 'بنا به قراردادی که با تیم کارتو وب عقد می شود پشتیبانی 6 ماهه تا یکساله رایگان دریافت خواهید کرد',
            ],
            [
                'icon'        => 'M9.75 17L9 20l-1 1h8l-1-1-.75-3M3 13h18M5 17h14a2 2 0 002-2V5a2 2 0 00-2-2H5a2 2 0 00-2 2v10a2 2 0 002 2z',
                'title'       => 'پلتفرم حرفه ای',
                'description' => 'تیم کارنو وب با استفاده از بروزترین پلتفرم ها اقدام به طراحی سایت و اپلیکیشن همراه با ویژگی هایی نظیر قدرت پردازش و سرعت بالا، می کند',
            ],
            [
                'icon'        => 'M14 10h4.764a2 2 0 011.789 2.894l-3.5 7A2 2 0 0115.263 21h-4.017c-.163 0-.326-.02-.485-.06L7 20m7-10V5a2 2 0 00-2-2h-.095c-.5 0-.905.405-.905.905 0 .714-.211 1.412-.608 2.006L7 11v9m7-10h-2M7 20H5a2 2 0 01-2-2v-6a2 2 0 012-2h2.5',
                'title'       => 'رضایت مشتریان',
                'description' => 'همواره تلاش تیم کارنو وب به این شکل بوده است که با ارائه خدمات حرفه ای و متنوع، بتواند رضایت مشتریان خود را جلب نماید',
            ],
            [
                'icon'        => 'M8 10h.01M12 10h.01M16 10h.01M9 16H5a2 2 0 01-2-2V6a2 2 0 012-2h14a2 2 0 012 2v8a2 2 0 01-2 2h-5l-5 5v-5z',
                'title'       => 'مشاوره اختصاصی',
                'description' => 'مهمترین ویژگی تیم کارنو وب صداقت در مشاوره به مشتریان محترم است. چرا که برای ایجاد یک کسب و کار موفق، مشاوره و راهنمایی جایگاه ویژه ای دارد',
            ],
        ],
        'image' => [
            'src' => '/assets/img/illustrations/3d11.png',
            'alt' => 'اعتماد به کارنو وب',
        ],
    ],
];
