<?php

declare(strict_types=1);

return [
    'hero_section'    => [
        'title'             => 'خدمات سئو راهکاری برای نمایش حداکثری وب سایت شما',
        'short_description' => 'با بهینه سازی وب سایت خود فروش خود را به میزان قابل قبولی افزایش دهید',
        'description'       => 'با توجه به آمار، بزرگترین کانال ورودی کاربران به وب سایت شما، موتورهای جستجو هستند. پس سئو و بهینه سازی سایت می‌تواند در افزایش ترافیک مرتبط با وب سایت شما تاثیر بسزایی داشته باشد. اما سئو سایت باید با آگاهی کامل و به صورت اصولی انجام شود و اگر به دست افراد غیر حرفه‌ای سپرده شود، ممکن است نتیجه مطلوب حاصل نشود و یا نتیجه آن برعکس باشد.',
        'btn_service'       => 'خدمات',
        'btn_contact'       => 'تماس با ما',
    ],
    'our_services'    => [
        'title'       => 'خدمات ما',
        'description' => 'ما یک شرکت خلاق هستیم که بر ایجاد روابط بلندمدت با مشتریان تمرکز دارد.',
    ],
    'features'        => [
        'title'             => 'چرا سئو برای کسب و کار من مهمه؟',
        'description'       => 'شما زیباترین سایت را داشته باشید یا قوی ترین اپلیکیشن تغییری در کسب و کار شما ایجا نخواهد شد تا زمانی که شما دیده نشوید. تیم سئو کارنو وب با تجربه ای که در راه اندازی کمپین های تبلیغاتی و برندیگ دارد میتواند در این مسیر راهنمای شما باشد',
        'customer_access'   => [
            'img'         => 'https://karnoweb.ir/images/svg/Web%20design%20&%20Development/Responsive%20design.svg',
            'title'       => 'دسترسی مشتریان به شما',
            'description' => 'موتورهای جستجو افرادی را به سایت شما هدایت خواهند کرد که به دنبال محصولات و خدمات شما هستند و سعی دارند از طریق جستجو نیاز خود را برآورده کنند.',
        ],
        'continuous_impact' => [
            'img'         => 'https://karnoweb.ir/images/svg/Web%20design%20&%20Development/Responsive%20design.svg',
            'title'       => 'تاثیر مستمر و نتیجه بخش',
            'description' => 'رتبه وب سایت شما اگر به درستی افزایش یابد به این راحتی ها هم افت نخواهد کرد و شما شاهد بهبود مستمر نتایج کار سئو خواهید بود',
        ],
        'increased_traffic' => [
            'img'         => 'https://karnoweb.ir/images/svg/Web%20design%20&%20Development/Responsive%20design.svg',
            'title'       => 'افزایش ترافیک طبیعی سایت',
            'description' => 'با انجام اصول سئو سایت شما از دید موتورهای جستجو اعتبار خواهند یافت و به مرور باعث افزایش ترافیک موثر برای سایت شما خواهد شد.',
        ],
    ],
    'services'        => [
        'category'    => 'سئو و بهینه سازی سایت',
        'title'       => 'خدمات بهینه سازی سایت کارنو وب',
        'description' => 'با سئو و بهینه سازی سایت خود میتوانید مخاطبان وب سایت و کسب و کار خود را چندین برابر نمایید. برای بهینه سازی سایت ده‌ها فاکتور وجود دارد که ما تمامی این موارد را برای شما تعیین نموده و سپس با شما وارد فازهای اجرایی خواهیم شد. برای سئو و بهینه سازی سایت شما برنامه های بسیار ویژه‌ای را داریم.',
        'items'       => [
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'تحقیق کلمات کلیدی',
                'description' => 'مشخص می‌کنیم که چه کلمات و عباراتی در زمینه کاری شما اهمیّت دارند.',
            ],
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'معرفی مقدمات سئو',
                'description' => 'اصول تحلیل سئو را به شما آموزش می‌دهیم تا بتوانید کار ما را ارزیابی کنید.',
            ],
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'لینک سازی اصولی',
                'description' => 'لینک سازی شما را توسط نیروی انسانی و با ایجاد تنوع مناسب و اصولی انجام می‌دهیم.',
            ],
            [
                'icon'        => '/assets/img/svg/blob.svg',
                'title'       => 'بهینه‌سازی وب سایت',
                'description' => 'ساختار و محتوای وب سایت شما را برای موتورهای جستجوگر آماده می‌کنیم.',
            ],
        ],
    ],
    'portfolio'       => [
        'title'       => 'نمونه کارهای اخیر ما را ببینید',
        'description' => 'ما عاشق تبدیل ایده‌ها به چیزهای زیبا هستیم',
        'button_text' => 'مشاهده همه نمونه کارها',
    ],

    'faq'             => [
        'title' => 'سامانه جامع کاریابی',
    ],

    'design_process'  => [
        'title'       => 'برای بهینه سازی وب سایت (SEO) از کجا باید شروع کنیم؟',
        'description' => 'سئو (Search Engine Optimization) یا بهینه سازی وب سایت جهت بهتر دیده شدن توسط موتورهای جستجو، فرآیندی است که جدای از اهمیت آن در رنکینگ موتورهای جستجوی معتبر ، می تواند بازدهی وب سایت را افزایش داده و باعث جذب مخاطبان بیشتری جهت بازدید و در نتیجه فروش از سایت شما شود.',
        'items'       => [
            [
                'image'       => '/assets/img/illustrations/i8.png',
                'title'       => 'بهینه سازی ساختار سایت',
                'description' => 'بهینه سازی سرعت سایت و هاست-بهینه سازی ساختار لینک های داخلی و خارجی-بهینه سازی تصاویر و ویدیو ها-بهینه سازی نقشه سایت',
            ],
            [
                'image'       => '/assets/img/illustrations/i8.png',
                'title'       => 'بهینه سازی محتوای سایت و آنالیز کلمات کلیدی',
                'description' => 'آنالیز کلمات و عبارات کلیدی-آنالیز و بهینه سازی محتوای سایت-تعیین بهترین کلمات کلیدی متناسب با حرفه شما-گزارش میزان پیشرفت سایت به تفکیک کلمات کلیدی-آنالیز رقبای شما در کلمات کلیدی مورد نظر و مشترک',
            ],
            [
                'image'       => '/assets/img/illustrations/i8.png',
                'title'       => 'بهینه سازی و رساندن کلمات به صفحه اول',
                'description' => 'بهینه سازی ساختار و محتوای سایت برطبق آخرین الگو ریتم های گوگل-ایجاد و راه اندازی وبلاگ در سرویس های وبلاگ ساز فارسی زبان-ایجاد و راه اندازی بلاگ اختصاصی متصل به دامنه سایت شما-فعال سازی حساب کاربری در وب سایت های اجتماعی-تعیین و راه اندازی استراتژی ایجاد لینک از سایت های مرجع',
            ],
        ],
    ],

    'blog'            => [
        'title'       => 'جدید ترین مقالات حوزه سئو',
        'description' => 'تیمه آموزش دیده و با تجربه ی کارنو وب تا انتهای مسیر موفقیت در گوگل و سئو همراه شما خواهد بود. همچنین اگر میخواهید خودتان کارهای سئو سایت خود را انجام دهید میتوانید در بخش آموزش سئو نیازهای خود را رفع نمایید . اگر در بخش آموزش سئو مواردی را پس از جستجو، یافت نکردید به پشتیبانی سایت اطلاع دهید تا در سایت برای مشاهده سایرین نیز قرار دهیم.',
        'btn_text'    => 'مشاهده',
        'show_more'   => 'مشاهده همه',
    ],

    'request_section' => [
        'title'       => 'همین حالا سئو سایت خود را شروع کنید!',
        'description' => 'برای شروع کافی است فرم درخواست سئو سایت ما را تکمیل کنید. با ثبت نام تماس مشاوره رایگان بگیرید.',
        'btn_submit'  => 'ثبت درخواست',
        'btn_contact' => 'مشاوره: 09379154922',
    ],
];
