<?php

declare(strict_types=1);

return [
    'model' => 'تنظیمات',
    'setting_store_succesfully' => 'تنظیمات با موفقیت ذخیره شد',
    'configs' => [
        'product' => [
            'label' => 'محصول',
            'hint' => 'محصول',
            'help' => 'تنظیمات محصول را در این قسمت به روز رسانی کنید.',
            'groups' => [
                'product_title' => [
                    'label' => 'نام محصول',
                    'help' => 'اسم محصول شامل چه مواردی بشود',
                ],
                'product_price' => [
                    'label' => 'قیمت محصول',
                    'help' => 'تنظیمات مربوط به قیمت محصول',
                ],
                'product_detail' => [
                    'label' => 'جزئیات محصول',
                    'help' => 'تنظیمات مربوط به جزئیات محصول',
                ],
            ],
            'items' => [
                'show_sku' => [
                    'label' => 'نمایش کد انبار',
                    'hint' => 'hint',
                    'help' => 'help',
                ],
                'show_attribute' => [
                    'label' => 'نمایش ویژگی',
                    'hint' => '',
                    'help' => '',
                ],
                'show_brand' => [
                    'label' => 'نمایش برند',
                    'hint' => '',
                    'help' => '',
                ],
                'show_category' => [
                    'label' => 'نمایش دسته بندی',
                    'hint' => '',
                    'help' => '',
                ],
                'show_out_of_stock_products_price' => [
                    'label' => 'نمایش قیمت محصولات ناموجود',
                    'hint' => '',
                    'help' => 'نمایش قیمت محصول به جای متن ناموجود',
                ],
                'show_number_of_added_to_carts_in_product_detail' => [
                    'label' => 'نمایش تعداد اضافه شده به سبدهای خرید دیگران در جزئیات محصول',
                    'hint' => '',
                    'help' => '',
                ],
                'show_number_of_sold_in_product_detail' => [
                    'label' => 'نمایش تعداد فروش در جزئیات محصول',
                    'hint' => '',
                    'help' => '',
                ],
            ],
        ],
        'general' => [
            'label' => 'تنظیمات پایه',
            'hint' => 'تنظیمات پایه',
            'help' => 'تنظیمات پایه را در این قسمت به روز رسانی کنید.',
            'groups' => [
                'company' => [
                    'label' => 'اطلاعات شرکت',
                    'help' => 'اطلاعات شرکت از قبیل آدرس , شماره تماس و ... را در این قسمت به روز رسانی کنید.',
                ],
                'website' => [
                    'label' => 'اطلاعات وب سایت',
                    'help' => 'اطلاعات وب سایت از قبیل لوگو , تقویم و ... را در این قسمت به روز رسانی کنید.',
                ],
            ],
            'items' => [
                'calendar_value' => [
                    'label' => 'تقویم سیستم',
                    'hint' => 'شمسی | قمری | میلادی',
                    'help' => 'تقویم سیستم را انتخاب کنید',
                ],
                'logo' => [
                    'label' => 'لوگوی سایت',
                    'hint' => 'لوگوی سایت',
                    'help' => 'لوگوی مورد نظر سایت را از این قسمت بارگزاری کنید',
                ],
                'address' => [
                    'label' => 'آدرس',
                    'hint' => 'مشهد...',
                    'help' => 'آدرس شرکت را وارد کنید',
                ],
                'tell' => [
                    'label' => 'شماره تماس',
                    'hint' => '0531-1234567',
                    'help' => 'شماره تماس شرکت را وارد کنید',
                ],
                'name' => [
                    'label' => 'نام شرکت',
                    'hint' => 'نام شرکت',
                    'help' => 'نام شرکت را وارد کنید.',
                ],
                'postal_code' => [
                    'label' => 'کد پستی',
                    'hint' => '1234567899',
                    'help' => 'کدپستی شرکت را وارد کنید',
                ],
                'phone' => [
                    'label' => 'شماره همراه',
                    'hint' => '09100000000',
                    'help' => 'شماره همراه شرکت را وارد کنید',
                ],
                'email' => [
                    'label' => 'ایمیل',
                    'hint' => 'example@gmail.com',
                    'help' => 'ایمیل شرکت را وارد کنید',
                ],
                'latitude' => [
                    'label' => 'عرض جغرافیایی',
                    'hint' => '59.61602747',
                    'help' => 'عرض جغرافیایی شرکت را وارد کنید',
                ],
                'longitude' => [
                    'label' => 'طول جغرافیایی',
                    'hint' => '36.28832538',
                    'help' => 'طول جغرافیایی شرکت را وارد کنید',
                ],
                'bank_uuid' => [
                    'label' => 'بانک پیشفرض',
                    'hint' => '',
                    'help' => 'این بانک به عنوان بانک مرجع در فاکتور شما نمایش داده میشود',
                ],
                'media_id' => [
                    'label' => 'عکس پیش فرض',
                    'hint' => 'عکس پیش فرض',
                    'help' => 'عکس پیش فرض خود را در اینجا بارگزاری نمائید',
                ],
            ],
        ],
        'integration_sync' => [
            'label' => 'همگام سازی نرم افزار',
            'hint' => 'همگام سازی نرم افزار',
            'help' => 'تنظیمات همگام سازی را در این قسمت به روز رسانی کنید.',
            'groups' => [
                'mahak' => [
                    'label' => 'محک',
                    'help' => 'محک',
                ],
                'orash' => [
                    'label' => 'اوراش',
                    'help' => 'اوراش',
                ],
            ],
            'items' => [
                'status' => [
                    'label' => 'وضعیت',
                    'hint' => '',
                    'help' => '',
                ],
                'url' => [
                    'label' => 'آدرس سرور',
                    'hint' => '',
                    'help' => '',
                ],
                'user_name' => [
                    'label' => 'نام کاربری',
                    'hint' => '',
                    'help' => '',
                ],
                'password' => [
                    'label' => 'رمز عبور',
                    'hint' => '',
                    'help' => '',
                ],
                'code' => [
                    'label' => 'کد',
                    'hint' => '',
                    'help' => '',
                ],
            ],
        ],
        'notification' => [
            'label' => 'اطلاع رسانی ها',
            'hint' => 'اطلاع رسانی ها',
            'help' => 'تنظیمات اطلاع رسانی را در این قسمت به روز رسانی کنید.',
            'groups' => [
                'order_create' => [
                    'label' => 'ثبت سفارش جدید',
                    'help' => 'ثبت سفارش جدید',
                ],
                'chat_create' => [
                    'label' => 'ایجاد چت جدید',
                    'help' => 'ایجاد چت جدید',
                ],
                'user_create' => [
                    'label' => 'ثبت کاربر جدید',
                    'help' => 'ثبت کاربر جدید',
                ],
            ],
            'items' => [
                'sms' => [
                    'label' => 'پیامک',
                    'hint' => '',
                    'help' => '',
                ],
                'email' => [
                    'label' => 'ایمیل',
                    'hint' => '',
                    'help' => '',
                ],
                'notification' => [
                    'label' => 'نوتیفیکیشن',
                    'hint' => '',
                    'help' => '',
                ],
            ],
        ],
        'sale' => [
            'label' => 'فروش',
            'hint' => 'فروش',
            'help' => 'تنظیمات فروش را در این قسمت به روز رسانی کنید.',
            'groups' => [
                'order' => [
                    'label' => 'سفارشات',
                    'help' => 'تنظیمات سفارش را در این قسمت به روز رسانی کنید.',
                ],
                'cart' => [
                    'label' => 'سبد خرید',
                    'help' => 'تنظیمات سبد خرید را در این قسمت به روز رسانی کنید.',
                ],
                'discount' => [
                    'label' => 'کد تخفیف',
                    'help' => 'تنظیمات کد تخفیف را در این قسمت به روز رسانی کنید.',
                ],
                'payment' => [
                    'label' => 'پرداخت',
                    'help' => 'تنظیمات پرداخت را در این قسمت به روز رسانی کنید.',
                ],
                'shipping' => [
                    'label' => 'ارسال',
                    'help' => 'تنظیمات ارسال را در این قسمت به روز رسانی کنید.',
                ],
                'target' => [
                    'label' => 'تارگت فروش',
                    'help' => 'تارگت فروش را در این قسمت به روز رسانی کنید.',
                ],
            ],
            'items' => [
                'get_quantity_from_accounting' => [
                    'label' => 'دریافت تعداد محصولات از حسابداری',
                    'hint' => 'دریافت تعداد محصولات از حسابداری',
                    'help' => 'در صورتی که این قسمت را فعال کنید تعداد محصولات از حسابداری دریافت میشود',
                ],
                'order_return_days_limit' => [
                    'label' => 'حداکثر تعداد روز مجاز برای ثبت سفارش برگشت',
                    'hint' => 'حداکثر تعداد روز مجاز برای ثبت سفارش برگشت',
                    'help' => 'از زمان پرداخت سفارش حداکثر تا چند روز امکان برگشت سفارش وجود دارد',
                ],
                'expiration_days_limit' => [
                    'label' => 'حداکثر تعداد روز مجاز تا انقضای سفارش',
                    'hint' => 'حداکثر تعداد روز مجاز تا انقضای سفارش',
                    'help' => 'از زمان ثبت سفارش حداکثر تا چند روز دیگر سفارش منقضی شود',
                ],
                'need_to_approve_by_storekeeper' => [
                    'label' => 'نیاز به تایید انباردار',
                    'hint' => 'نیاز به تایید انباردار',
                    'help' => 'با فعال کردن این آیتم هنگام ثبت سفارش وضعیت سفارش به نیاز به تایید انباردار تغییر می کند و اگر غیر فعال باشد سفارش خودکار به وضعیت در انتظار پرداخت می رود',
                ],
                'cart_capacity' => [
                    'label' => 'ظرفیت تکمیل سبد خرید',
                    'hint' => 'ظرفیت تکمیل سبد خرید',
                    'help' => 'بیش از مقدار تعیین شده نمی توان به سبد خرید محصول اضافه کرد',
                ],
                'apply_discount_code_only_for_cash_payment' => [
                    'label' => 'اعمال کد تخفیف فقط برای پرداخت نقدی',
                    'hint' => 'اعمال کد تخفیف فقط برای پرداخت نقدی',
                    'help' => '',
                ],
                'credit_card_deposit' => [
                    'label' => 'واریز کارت به کارت',
                    'hint' => 'واریز کارت به کارت',
                    'help' => 'واریز کارت به کارت فعال باشد یا خیر',
                ],
                'free_shipping' => [
                    'label' => 'ارسال رایگان',
                    'hint' => 'فعال‌سازی ارسال رایگان بر اساس مبلغ سفارش',
                    'help' => 'حداقل مبلغ سفارش برای ارسال رایگان',
                ],
                'monthly' => [
                    'label' => 'ماهانه',
                    'hint' => '1',
                    'help' => 'تارگت فروش ماهانه را وارد کنید',
                ],
                'semi_annual' => [
                    'label' => 'نیم ساله',
                    'hint' => '50000',
                    'help' => 'تارگت فروش نیم ساله را وارد کنید',
                ],
                'yearly' => [
                    'label' => 'سالانه',
                    'hint' => '51245612',
                    'help' => 'تارگت فروش سالانه را وارد کنید',
                ],
            ],
        ],
        'security' => [
            'label' => 'امنیت',
            'hint' => 'امنیت',
            'help' => 'تنظیمات امنیت را در این قسمت به روز رسانی کنید.',
            'items' => [
                'captcha_handling' => [
                    'label' => 'مدیریت کپچا',
                    'hint' => 'فعال سازی و تنظیمات کپچا',
                    'help' => 'برای افزایش امنیت، کپچا را فعال کرده و تنظیمات آن را در اینجا مدیریت کنید.',
                ],
            ],
        ],
    ],
];
